{
    "title": "MS Excel Home Tab",
    "content": [
      {
        "heading": "Home Tab का परिचय",
        "description": "<p>MS Excel में Home Tab सबसे अधिक उपयोग किया जाने वाला टैब है। यह टेक्स्ट फॉर्मेटिंग, सेल एडिटिंग, डेटा कॉपी-पेस्ट, अलाइनमेंट, नंबर फॉर्मेटिंग, और स्टाइल्स जैसे कई प्रमुख कार्यों के लिए उपयोग किया जाता है।</p>"
      },
      {
        "heading": "Home Tab के मुख्य Groups",
        "description": "<p>Home Tab निम्नलिखित मुख्य ग्रुप्स में विभाजित होता है:</p>"
      },
      {
        "heading": "1. Clipboard Group",
        "description": "<p>इस ग्रुप का उपयोग कॉपी, कट, पेस्ट, और फ़ॉर्मेट पेंटर जैसे कार्यों के लिए किया जाता है।</p><ul><li><b>Cut (Ctrl + X):</b> चयनित डेटा को हटाकर क्लिपबोर्ड में सेव करता है।</li><li><b>Copy (Ctrl + C):</b> चयनित डेटा की कॉपी बनाता है।</li><li><b>Paste (Ctrl + V):</b> क्लिपबोर्ड में मौजूद डेटा को पेस्ट करता है।</li><li><b>Format Painter:</b> किसी सेल की फॉर्मेटिंग को कॉपी करके दूसरी सेल पर लागू करता है।</li></ul>"
      },
      {
        "heading": "2. Font Group",
        "description": "<p>यह ग्रुप टेक्स्ट और सेल फॉर्मेटिंग से संबंधित होता है।</p><ul><li><b>Font Style:</b> फ़ॉन्ट का प्रकार बदलने के लिए।</li><li><b>Font Size:</b> टेक्स्ट का आकार बदलने के लिए।</li><li><b>Bold (Ctrl + B):</b> टेक्स्ट को बोल्ड करने के लिए।</li><li><b>Italic (Ctrl + I):</b> टेक्स्ट को इटैलिक करने के लिए।</li><li><b>Underline (Ctrl + U):</b> टेक्स्ट के नीचे रेखा खींचने के लिए।</li><li><b>Font Color:</b> टेक्स्ट का रंग बदलने के लिए।</li><li><b>Fill Color:</b> सेल की बैकग्राउंड रंग बदलने के लिए।</li></ul>"
      },
      {
        "heading": "3. Alignment Group",
        "description": "<p>यह ग्रुप टेक्स्ट को सेल के अंदर सही तरीके से संरेखित करने के लिए उपयोग किया जाता है।</p><ul><li><b>Left Align (Ctrl + L):</b> टेक्स्ट को बाईं ओर संरेखित करता है।</li><li><b>Center Align (Ctrl + E):</b> टेक्स्ट को बीच में लाता है।</li><li><b>Right Align (Ctrl + R):</b> टेक्स्ट को दाईं ओर संरेखित करता है।</li><li><b>Merge & Center:</b> एक से अधिक सेल को मर्ज करके टेक्स्ट को केंद्र में रखता है।</li><li><b>Wrap Text:</b> सेल के अंदर टेक्स्ट को मल्टी-लाइन में व्यवस्थित करता है।</li></ul>"
      },
      {
        "heading": "4. Number Group",
        "description": "<p>यह ग्रुप नंबर फॉर्मेटिंग से संबंधित है।</p><ul><li><b>Number Format:</b> सामान्य, करेंसी, अकाउंटिंग, प्रतिशत, और अन्य नंबर प्रारूप लागू करता है।</li><li><b>Increase Decimal:</b> दशमलव स्थान बढ़ाने के लिए।</li><li><b>Decrease Decimal:</b> दशमलव स्थान घटाने के लिए।</li></ul>"
      },
      {
        "heading": "5. Styles Group",
        "description": "<p>यह ग्रुप डेटा की विज़िबिलिटी को सुधारने और शीट को व्यवस्थित करने में मदद करता है।</p><ul><li><b>Conditional Formatting:</b> किसी विशेष शर्त के आधार पर सेल की स्टाइल बदलता है।</li><li><b>Format as Table:</b> डेटा को टेबल के रूप में फॉर्मेट करता है।</li><li><b>Cell Styles:</b> पूर्व-निर्धारित स्टाइल लागू करता है।</li></ul>"
      },
      {
        "heading": "6. Cells Group",
        "description": "<p>इस ग्रुप का उपयोग सेल से संबंधित संपादन कार्यों के लिए किया जाता है।</p><ul><li><b>Insert:</b> नई रो, कॉलम या सेल जोड़ने के लिए।</li><li><b>Delete:</b> चयनित सेल, रो, या कॉलम हटाने के लिए।</li><li><b>Format:</b> सेल की ऊँचाई, चौड़ाई, लॉकिंग और अन्य सेटिंग्स बदलने के लिए।</li></ul>"
      },
      {
        "heading": "7. Editing Group",
        "description": "<p>यह ग्रुप डेटा एडिटिंग और विश्लेषण से संबंधित होता है।</p><ul><li><b>AutoSum (Alt + =):</b> चयनित डेटा का योग करने के लिए।</li><li><b>Fill:</b> डेटा को स्वचालित रूप से दोहराने या क्रमबद्ध करने के लिए।</li><li><b>Clear:</b> सेल में मौजूद सामग्री, फॉर्मेट, या कमेंट को हटाने के लिए।</li><li><b>Sort & Filter:</b> डेटा को छांटने और फ़िल्टर करने के लिए।</li><li><b>Find & Select (Ctrl + F):</b> शीट में कोई विशेष टेक्स्ट या वैल्यू खोजने के लिए।</li></ul>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Excel का Home Tab एक महत्वपूर्ण टैब है जो वर्कशीट में डेटा को आसानी से एडिट और फॉर्मेट करने की सुविधा देता है। इसमें टेक्स्ट फॉर्मेटिंग, सेल संरेखण, डेटा एंट्री, और शीट एडिटिंग के लिए सभी आवश्यक टूल्स होते हैं।</p>"
      }
    ]
  }
  