{
    "title": "MS Word Format Tab (Shape Format & Picture Format) का पूरा विवरण",
    "content": [
      {
        "heading": "Format Tab का परिचय",
        "description": "<p>MS Word में Format Tab तब सक्रिय होता है जब उपयोगकर्ता किसी <b>Shape</b>, <b>Picture</b>, <b>Text Box</b> या <b>WordArt</b> का चयन करता है। यह टैब विभिन्न डिजाइन, स्टाइल, और एडिटिंग विकल्प प्रदान करता है। इसमें दो मुख्य प्रकार होते हैं: <b>Shape Format</b> और <b>Picture Format</b>।</p>"
      },
      {
        "heading": "1. Adjust (समायोजन) [Picture Format]",
        "description": "<p>यह ग्रुप चित्रों को एडिट करने के लिए विभिन्न टूल्स प्रदान करता है।</p><ul><li><b>Remove Background:</b> चित्र की पृष्ठभूमि को हटाने की सुविधा देता है।</li><li><b>Corrections:</b> चमक, कंट्रास्ट और शार्पनेस को समायोजित करता है।</li><li><b>Color:</b> चित्र के रंग बदलने की सुविधा देता है।</li><li><b>Artistic Effects:</b> चित्र में कलात्मक प्रभाव जोड़ता है।</li><li><b>Compress Pictures:</b> चित्रों के आकार को छोटा करने की सुविधा देता है।</li><li><b>Change Picture:</b> मौजूदा चित्र को नए चित्र से बदलने की सुविधा देता है।</li><li><b>Reset Picture:</b> चित्र को उसके मूल स्वरूप में पुनः लाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "2. Picture Styles (चित्र शैलियाँ) [Picture Format]",
        "description": "<p>यह ग्रुप चित्रों के लिए विभिन्न शैली और फ्रेम जोड़ने की सुविधा देता है।</p><ul><li><b>Picture Border:</b> चित्र के चारों ओर बॉर्डर जोड़ता है।</li><li><b>Picture Effects:</b> छायाएं, परावर्तन और चमक जैसे प्रभाव जोड़ता है।</li><li><b>Picture Layout:</b> SmartArt ग्राफिक्स में चित्र जोड़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "3. Arrange (व्यवस्था) [Picture & Shape Format]",
        "description": "<p>यह ग्रुप चित्रों, आकृतियों और अन्य तत्वों को व्यवस्थित करने की सुविधा देता है।</p><ul><li><b>Bring Forward (Ctrl + Shift + ]):</b> ऑब्जेक्ट को आगे लाता है।</li><li><b>Send Backward (Ctrl + Shift + [):</b> ऑब्जेक्ट को पीछे भेजता है।</li><li><b>Selection Pane:</b> दस्तावेज़ में मौजूद सभी ऑब्जेक्ट्स को सूचीबद्ध करता है।</li><li><b>Align:</b> चयनित ऑब्जेक्ट्स को संरेखित करता है।</li><li><b>Group (Ctrl + G):</b> कई ऑब्जेक्ट्स को एक साथ समूहित करता है।</li><li><b>Rotate:</b> ऑब्जेक्ट को घुमाने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "4. Shape Styles (आकृति शैलियाँ) [Shape Format]",
        "description": "<p>यह ग्रुप आकृतियों के स्वरूप को बदलने की सुविधा देता है।</p><ul><li><b>Shape Fill:</b> आकृति के अंदर का रंग बदलने की सुविधा देता है।</li><li><b>Shape Outline:</b> आकृति की बाहरी सीमा का रंग और मोटाई बदलने की सुविधा देता है।</li><li><b>Shape Effects:</b> छाया, परावर्तन और 3D प्रभाव जोड़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "5. WordArt Styles (वर्डआर्ट शैलियाँ) [Shape Format]",
        "description": "<p>यह ग्रुप WordArt टेक्स्ट को डिजाइन करने की सुविधा देता है।</p><ul><li><b>Text Fill:</b> टेक्स्ट का रंग बदलने की सुविधा देता है।</li><li><b>Text Outline:</b> टेक्स्ट की बाहरी रेखा को संपादित करने की सुविधा देता है।</li><li><b>Text Effects:</b> छाया, चमक और 3D प्रभाव जोड़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "6. Text (पाठ) [Shape Format]",
        "description": "<p>यह ग्रुप आकृतियों के अंदर मौजूद टेक्स्ट को नियंत्रित करने की सुविधा देता है।</p><ul><li><b>Text Direction:</b> टेक्स्ट की दिशा बदलने की सुविधा देता है।</li><li><b>Align Text:</b> टेक्स्ट को केंद्र, ऊपर या नीचे संरेखित करता है।</li><li><b>Create Link:</b> एक टेक्स्ट बॉक्स को दूसरे टेक्स्ट बॉक्स से जोड़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "7. Accessibility (सुगमता) [Picture & Shape Format]",
        "description": "<p>यह ग्रुप दस्तावेज़ को अधिक सुलभ बनाने के लिए उपयोगी होता है।</p><ul><li><b>Alt Text:</b> ऑब्जेक्ट के लिए वैकल्पिक टेक्स्ट जोड़ने की सुविधा देता है।</li></ul>"
      },
      {
        "heading": "Format Tab का महत्व",
        "description": "<p>Format Tab चित्रों, आकृतियों और टेक्स्ट बॉक्स को संपादित करने के लिए उपयोगी होता है। यह ऑब्जेक्ट्स को आकर्षक बनाने के लिए विभिन्न स्टाइल, प्रभाव और समायोजन विकल्प प्रदान करता है।</p>"
      },
      {
        "heading": "निष्कर्ष",
        "description": "<p>MS Word का Format Tab उपयोगकर्ताओं को दस्तावेज़ में **Shapes, Pictures और WordArt** को संपादित करने, रंग और प्रभाव जोड़ने, और लेआउट को समायोजित करने की सुविधा देता है। यह डिज़ाइनिंग के लिए एक महत्वपूर्ण टैब है।</p>"
      }
    ]
  }
  